tap "crowdin/crowdin"
tap "dbcli/tap"
tap "felixkratz/formulae"
tap "getsentry/tools"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "robotsandpencils/made"
brew "act"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "aria2"
brew "glib", link: false
brew "libx11"
brew "harfbuzz"
brew "bfg"
brew "coreutils"
brew "create-api"
brew "f3"
brew "fastlane"
brew "libidn2"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "libmicrohttpd"
brew "librist"
brew "numpy"
brew "openvino"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "flyctl"
brew "ghostscript"
brew "git"
brew "git-crypt"
brew "openssl@1.1"
brew "python@3.11"
brew "git-filter-repo"
brew "git-lfs"
brew "libassuan"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "guile"
brew "htop"
brew "httpie"
brew "libheif"
brew "imagemagick"
brew "librsvg"
brew "node"
brew "nvm"
brew "openapi-generator"
brew "oxipng"
brew "python-tabulate"
brew "pgcli"
brew "python@3.10"
brew "python@3.9"
brew "rclone"
brew "rsync"
brew "ruby@2.6"
brew "scc"
brew "swiftlint"
brew "yarn"
brew "crowdin/crowdin/crowdin@3"
brew "felixkratz/formulae/borders"
brew "getsentry/tools/sentry-cli"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password"
cask "adguard"
cask "affinity-designer"
cask "alacritty"
cask "appcleaner"
cask "bruno"
cask "cameracontroller"
cask "cyberduck"
cask "devcleaner"
cask "discord"
cask "docker"
cask "espanso"
cask "firefox-developer-edition"
cask "fork"
cask "http-toolkit"
cask "hyper"
cask "iina"
cask "imageoptim"
cask "inkscape"
cask "insomnia"
cask "kid3"
cask "kitty"
cask "librewolf"
cask "linear-linear"
cask "maccy"
cask "menubar-stats"
cask "monitorcontrol"
cask "notion"
cask "opera"
cask "pgadmin4"
cask "pictogram"
cask "shottr"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "transmission"
cask "visual-studio-code"
cask "vivaldi"
cask "xcodes"
vscode "adpyke.codesnap"
vscode "akamud.vscode-theme-onelight"
vscode "anseki.vscode-color"
vscode "apollographql.apollo-midnight-color-theme"
vscode "apollographql.vscode-apollo"
vscode "bceskavich.theme-dracula-at-night"
vscode "blanu.vscode-styled-jsx"
vscode "christianalexander.flip"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "dhedgecock.radical-vscode"
vscode "dotjoshjohnson.xml"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "file-icons.file-icons"
vscode "firsttris.vscode-jest-runner"
vscode "gabrielepmattia.wordcount"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "helgardrichard.helium-icon-theme"
vscode "henriiik.vscode-sort"
vscode "hilalh.hyper-dracula-vscode-theme"
vscode "humao.rest-client"
vscode "jaredkent.laserwave"
vscode "jianbingfang.dupchecker"
vscode "jock.svg"
vscode "kamikillerto.vscode-colorize"
vscode "kasik96.swift"
vscode "mariomatheu.syntax-project-pbxproj"
vscode "mechatroner.rainbow-csv"
vscode "mgmcdermott.vscode-language-babel"
vscode "mhcpnl.xcodestrings"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "naumovs.color-highlight"
vscode "naumovs.theme-oceanicnext"
vscode "nixon.env-cmd-file-syntax"
vscode "orta.vscode-jest"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "proxzima.sweetdracula"
vscode "rangav.vscode-thunder-client"
vscode "samrapdev.outrun"
vscode "sdras.night-owl"
vscode "smockle.xcode-default-theme"
vscode "stevensona.character-count"
vscode "stkb.rewrap"
vscode "teabyii.ayu"
vscode "techwithcarlos.cyberpunk-2021"
vscode "tomashubelbauer.zip-file-system"
vscode "tomoki1207.pdf"
vscode "vincaslt.highlight-matching-tag"
vscode "vscode-icons-team.vscode-icons"
vscode "wmaurer.change-case"
vscode "zhuangtongfa.material-theme"
