tap "dbcli/tap"
tap "federico-terzi/espanso"
tap "getsentry/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "robotsandpencils/made"
brew "aria2"
brew "glib"
brew "python@3.9"
brew "ruby"
brew "fastlane"
brew "guile"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "python@3.10"
brew "gobject-introspection"
brew "libass"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "git"
brew "git-crypt"
brew "git-filter-repo"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "htop"
brew "httpie"
brew "libheif"
brew "imagemagick"
brew "libpq"
brew "node"
brew "nvm"
brew "pgcli"
brew "python-tabulate"
brew "rsync"
brew "ruby@2.6"
brew "scc"
brew "yarn"
brew "federico-terzi/espanso/espanso"
brew "getsentry/tools/sentry-cli"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password"
cask "affinity-designer"
cask "appcleaner"
cask "avibrazil-rdm"
cask "cameracontroller"
cask "cyberduck"
cask "detail"
cask "docker"
cask "http-toolkit"
cask "hyper"
cask "iina"
cask "imageoptim"
cask "kid3"
cask "librewolf"
cask "menubar-stats"
cask "monitorcontrol"
cask "notion"
cask "pgadmin4"
cask "pictogram"
cask "spotify"
cask "transmission"
cask "visual-studio-code"
cask "xcodes"
